Repository: abalfoort/usb-creator
Catalog: po/*.po
Languages: es

source: Unexpected error
es: Error inesperado

source: USB Creator has failed with the following unexpected error. Please submit a bug report!
es: USB Creator ha fallado con el siguiente error inesperado. Por favor, envíe un informe de error.

source: Device
es: Dispositivo

source: Partition device
es: Dispositivo de la partición

source: This will remove all data from the device.
es: Esto eliminará todos los datos del dispositivo.

source: Available
es: Disponible

source: Required
es: Obligatorio

source: Execute
es: Ejecutar

source: Write single ISO
es: Grabar una única ISO

source: Write a single ISO to USB using dd
es: Grabar una única ISO en el USB usando dd

source: Remove
es: Quitar

source: Refresh device list
es: Actualizar la lista de dispositivos

source: Unmount device
es: Desmontar el dispositivo

source: Browse for ISO file
es: Explorar en busca de archivo ISO

source: Clear the ISO field
es: Limpiar el campo ISO

source: Manually select the distribution name if {title} cannot determine the distribution name automatically.
es: Seleccione manualmente el nombre de la distribución si {title} no puede determinar el nombre de la distribución automáticamente.

source: Copy ISO to USB...
es: Copiar ISO a USB...

source: Prepare copy of ISO...
es: Preparar una copia de ISO ...

source: Verify hash of ISO...
es: Verificar hash de ISO...

source: Install Grub...
es: Instalar Grub...

source: Unpacking ISO...
es: Desempaquetando la ISO...

source: Gather ISO information...
es: Recopilar información de la ISO...

source: Version
es: Versión

source: Cannot add ISO from path: {}. Please, remove the ISO path or browse for an existing ISO.
es: No se puede agregar la ISO desde la ruta: {}. Elimine la ruta de la ISO o busque una ISO existente.

source: There is not enough space available on the pen drive. Please, remove unneeded files before continuing.
es: No hay suficiente espacio disponible en el pendrive. Elimine los archivos innecesarios antes de continuar.

source: Are you sure you want to remove the selected ISO from the device?
es: ¿Está seguro de que desea eliminar la ISO seleccionada del dispositivo?

source: Select ISO
es: Seleccionar ISO

source: Unmount
es: Desmontar

source: You can now safely remove the device.
es: Ahora puede quitar el dispositivo de forma segura.

source: Could not unmount the device. Please unmount the device manually.
es: No se pudo desmontar el dispositivo. Por favor, desmonte el dispositivo manualmente.

source: No partition found. Please format the USB before you continue.
es: No se encontró ninguna partición. Por favor, formatee el USB antes de continuar.

source: No Partition
es: Sin particiones

source: Wrong arguments were passed.
es: Se enviaron argumentos erróneos.

source: The device was not found.
es: No se encontró el dispositivo.

source: The device is not detachable.
es: El dispositivo no es extraíble

source: The device has no partition.
es: El dispositivo no tiene ninguna partición.

source: Unable to mount the device.
es: No se puede montar el dispositivo.

source: Given ISO path was not found.
es: No se encontró la ruta ISO indicada.

source: ISO too large for FAT formatted USB (max 4GB). Format the USB to exFAT, NTFS, ext4, etc.
es: ISO demasiado grande para USB con formato FAT (máx. 4 GB). Formatee el USB a exFAT, NTFS, ext4, etc.

source: There is not enough space available on the device.
es: No hay suficiente espacio disponible en el dispositivo.

source: Unable to determine the distribution name. Select a distribution in the 'Manual' section.
es: No se pudo determinar el nombre de la distribución. Seleccione una distribución en la sección 'Manual'.

source: Cannot find the target ISO file. Did you insert the USB?
es: No se puede encontrar el archivo ISO de destino. ¿Insertó el USB?

source: Hash mismatch.
es: Discrepancia de hash.

source: Copy of ISO failed.
es: Falló la copia de la ISO.

source: Device is in use by another application.
es: El dispositivo está siendo utilizado por otra aplicación.

source: An unknown error has occurred.
es: Ha ocurrido un error desconocido.

source: The USB was successfully written.
es: El USB se grabó correctamente.

source: Finished
es: Completado

source: Create a multi-boot USB
es: Crear un USB de arranque múltiple

source: Create a multi-boot USB with the USB Creator
es: Crear un USB de arranque múltiple con USB Creator

source: USB Creator Help
es: Ayuda de USB Creator

source: Description
es: Descripción

source: The USB Creator is a tool to help users to create a bootable flash drive with multiple Linux operating systems.
es: USB Creator es una herramienta para ayudar a los usuarios a crear una unidad flash de arranque con varios sistemas operativos Linux.

source: Important
es: Importante

source: Make sure you backed up all important data from the flash drive before you start.
es: Asegúrese de hacer una copia de seguridad de todos los datos importantes de la unidad flash antes de comenzar.

source: USB Creator expects a USB pen drive with a single fat32 partition or a 100MB fat32 boot partition and a second partition for the ISOs in the file system format of your choosing.
es: USB Creator necesita que la memoria USB tenga una única partición fat32, o una partición de arranque fat32 de 100 MB y una segunda partición para las ISO en el formato del sistema de archivos de su elección.

source: Note: a fat32 partition can not hold files larger than 4GB.
es: Nota: una partición fat32 no puede contener archivos de más de 4 GB.

source: You can also use the USB Creator from the terminal.
es: También puede utilizar USB Creator desde el terminal.

source: See "man usb-creator" for a list of all available options.
es: Consulte "man usb-creator" para obtener una lista de todas las opciones disponibles.

source: Your ISO is not booting?
es: ¿Su ISO no se inicia?

source: If the ISO did not boot with automatic distribution name detection, you manually select the appropriate distribution name from the "Manual" drop down menu.
es: Si la ISO no se inició con la detección automática del nombre de distribución, seleccione manualmente el nombre de distribución apropiado en el menú desplegable "Manual".

source: If you still cannot boot your ISO you can configure the menu on your flash drive: /boot/grub/grub.cfg
es: Si aún no puede iniciar su ISO, puede configurar el menú en su unidad flash: /boot/grub/grub.cfg

source: USB Creator requires authentication to install Grub on your device
es: USB Creator requiere autenticación para instalar Grub en su dispositivo
